const themeAndQuestions = [
  [{
    id: 1, question: '🌍🐒', answer: 'Планета обезьян', id_theme: 1, price: 100, name_theme: 'Кино по смайликам',
  }, {
    id: 2, question: '💂‍♀️💂‍♀️💂‍♀️🏇🧖‍♀️', answer: 'Кавказская пленица', id_theme: 1, price: 200, name_theme: 'Кино по смайликам',
  }, {
    id: 3, question: '💉Ы', answer: ' Операция «Ы», или Новые приключения Шурика', id_theme: 1, price: 300, name_theme: 'Кино по смайликам',
  }, {
    id: 4, question: '👳‍♂️💰💰💰', answer: 'Миллионер из трущоб', id_theme: 1, price: 500, name_theme: 'Кино по смайликам',
  }, {
    id: 5, question: '🙊🐏🐏🐏', answer: 'Молчание ягнят', id_theme: 1, price: 1000, name_theme: 'Кино по смайликам',
  }],
  [{
    id: 1, question: 'Эйнштейн был двоечником?', answer: 'Нет', id_theme: 2, price: 100, name_theme: 'Да/Нет',
  }, {
    id: 2, question: 'Быки реагируют на красный цвет?', answer: 'Нет', id_theme: 2, price: 200, name_theme: 'Да/Нет',
  }, {
    id: 3, question: 'Страусы от опасности прячут голову в песок?', answer: 'Нет', id_theme: 2, price: 300, name_theme: 'Да/Нет',
  }, {
    id: 4, question: 'Летучие мыши слепые?', answer: 'Нет', id_theme: 2, price: 500, name_theme: 'Да/Нет',
  }, {
    id: 5, question: 'Во Вселенной больше звезд, чем песчинок на пляжах Земли?', answer: 'Да', id_theme: 2, price: 1000, name_theme: 'Да/Нет',
  }],
  [{
    id: 1, question: 'Что это за животное - косатка?', answer: 'Кит', id_theme: 3, price: 100, name_theme: 'Школьная программа',
  }, {
    id: 2, question: '“K” - это химический символ какого элемента?', answer: 'Калий', id_theme: 3, price: 200, name_theme: 'Школьная программа',
  }, {
    id: 3, question: 'Кто был первым человеком, увидевшим луны Юпитера?', answer: 'Галилей', id_theme: 3, price: 300, name_theme: 'Школьная программа',
  }, {
    id: 4, question: 'Из какого вещества состоят ногти?', answer: 'Кератин', id_theme: 3, price: 500, name_theme: 'Школьная программа',
  }, {
    id: 5, question: 'Какая планета находится ближе всего к Солнцу?', answer: 'Меркурий', id_theme: 3, price: 1000, name_theme: 'Школьная программа',
  }],
  [{
    id: 1, question: 'Именно ОН стал третьим в списке продуктов, которые Тигры, как выясняется, не едят?', answer: 'Чертополох', id_theme: 4, price: 100, name_theme: 'Литературный -ЛОХ-',
  }, {
    id: 2, question: 'Именно ЭТИМ СЛОВОМ назывался спекталь МХАТа 1925 года по произведению Лескова?', answer: 'Блоха', id_theme: 4, price: 200, name_theme: 'Литературный -ЛОХ-',
  }, {
    id: 3, question: 'Время жизни ЭТОГО ПОЭТА определяется исходя из упоминания о солнечном затмении в одном из сохранившихся фрагментов его произведений.', answer: 'Архилох', id_theme: 4, price: 300, name_theme: 'Литературный -ЛОХ-',
  }, {
    id: 4, question: 'Говорят, что Маяковский собирался написать и ТАКУЮ ПОЭМУ?', answer: 'Плохо', id_theme: 4, price: 500, name_theme: 'Литературный -ЛОХ-',
  }, {
    id: 5, question: 'Именно ТАК Григорьева и Грушецкий перевели имя Shadowfax ', answer: 'Сполох', id_theme: 4, price: 1000, name_theme: 'Литературный -ЛОХ-',
  }],
  [{
    id: 1, question: 'Именно ЭТА БУКВА изображена на эмблеме футбольного клуба "Торпедо"', answer: 'Т', id_theme: 5, price: 100, name_theme: 'Одна буква',
  }, {
    id: 2, question: 'ТАК по-другому называется вторая по высоте вершина мира Чогори', answer: 'К', id_theme: 5, price: 200, name_theme: 'Одна буква',
  }, {
    id: 3, question: 'В XVIII веке ЭТО арифметическое ДЕЙСТВИЕ иногда обозначали значком в виде лежащей на боку буквы d.', answer: 'Деление', id_theme: 5, price: 300, name_theme: 'Одна буква',
  }, {
    id: 4, question: 'Вещества класса кальциферолов можно назвать и по-другому — именно ТАК.Витамин...', answer: 'D', id_theme: 5, price: 500, name_theme: 'Одна буква',
  }, {
    id: 5, question: 'Сумароков называл ЭТУ БУКВУ уродом, а Ломоносов не включил в азбуку, поскольку, по его мнению, она в русском языке не нужна.', answer: 'Э', id_theme: 5, price: 1000, name_theme: 'Одна буква',
  }],
];

module.exports = themeAndQuestions;
